{
  "HomePage": {
    "Subtitle": "Frontend Developer | UX / UI Designer"
  },
  "Navbar": {
    "home": "Home",
    "about": "About",
    "projects": "Projects",
    "resume": "Resume",
    "experience": "Experience",
    "contact": "Contact",
    "feedback": "Testimonials"
  },
  "About": {
    "Title": "About",
    "CardTitle1": "Web Development",
    "CardDescription1": "Designing modern, dynamic, and responsive websites aimed at providing a seamless experience across all screens",
    "CardTitle2": "UX/UI Design",
    "CardDescription2": "Creating wireframes and interactive prototypes with Figma to visualize and test the digital product in real-time",
    "CardTitle3": "Content Creation & Social Media",
    "CardDescription3": "Managing and creating visual content for Limagne Basket's social media: stories, posts, and graphic communication",
    "Description": "Passionate about design and web development, I create digital experiences that are both aesthetic, performant, and accessible. My approach combines technical skills—creating dynamic and responsive interfaces—and design—through interactive wireframes and prototypes made with Figma. Curious and versatile, I have also contributed to the communication strategy of a sports club by producing visual content for its social media. This variety of projects has refined my creative sensitivity while strengthening my technical and collaborative skills."
  },
  "Projects": {
    "Title": "Projects",
    "Button": "View Project"
  },
  "Experience": {
    "Title": "Experience",
    "Job": "Responsibilities",
    "Experiences": [
      {
        "Title": "Quizzbox Solutions",
        "Position": "Web Developer",
        "Date": "2023 - Present",
        "Description": "Responsible for the development and maintenance of high-performance websites and applications, with a particular focus on the SignEval application. The goal is to ensure accessibility, performance optimization, and provide a smooth and intuitive user experience.",
        "Responsibilities": [
          "Developing responsive web interfaces for SignEval using HTML5, CSS3, JavaScript, ReactJS, and Vue.js",
          "Using MUI to create modern and performant interfaces",
          "Designing intuitive SignEval interfaces by applying UX/UI concepts to make the user experience simple and enjoyable",
          "Optimizing application performance with a focus on responsiveness and SEO",
          "Managing data security and implementing best practices to ensure data integrity in SignEval",
          "Key role in managing the SignEval project in the absence of a PO, coordinating the various development phases"
        ]
      },
      {
        "Title": "CyrilDevessier",
        "Position": "Web Developer (Personal)",
        "Date": "2024 - Present",
        "Description": "Developing an interactive website for pastry chef Cyril Devessier, allowing easy management of featured cakes and publishing ads for new products. The project aims to provide a dynamic and easy-to-manage platform tailored to the needs of the bakery.",
        "Responsibilities": [
          "Developing a web interface with Next.js for a smooth and responsive user experience",
          "Using MongoDB to manage product and ad data",
          "Designing a simple and intuitive layout with MUI and CSS, focusing on the visual presentation of cakes",
          "Integrating FontAwesome to add attractive and functional icons",
          "Implementing features allowing the user to easily manage featured items and create ads for new cakes",
          "Optimizing the site to ensure simple management and a pleasant experience for the site owner"
        ]
      },
      {
        "Title": "Quizzbox Solutions",
        "Position": "Web Developer Intern",
        "Date": "April 2023 - July 2023",
        "Description": "Developed an interface to manage tokens generated during authentication via OVH. The goal was to simplify token management for security and access management.",
        "Responsibilities": [
          "Developing a web interface in React and MUI to communicate with the OVH API",
          "Managing tokens generated during authentication on OVH, with options to view and delete them",
          "Integrating secure authentication mechanisms to ensure the integrity of exchanges with the OVH API",
          "Optimizing the interface to ensure a smooth and intuitive user experience",
          "Collaborating with technical teams to integrate the interface into existing authentication processes"
        ]
      }
    ]
  },
  "Feedback": {
    "Title": "Testimonials",
    "SubTitle": "See what my clients and partners say about my work!",
    "TextIntro": "Each project is unique, and I am committed to providing efficient, optimized, and well-structured solutions. Here are their experiences.",
    "Feedbacks": [
      {
        "Name": "Thibault LAFAURIE",
        "Position": "Web Developer Symphony | Quizzbox Solutions",
        "Text": "It’s a real pleasure to work with someone as committed and proactive as Clément. He takes initiative, is autonomous, and knows how to work in a team. Looking forward to the next project we can collaborate on!"
      },
      {
        "Name": "Sonny PETOT",
        "Position": "Web Developer React.js | Quizzbox Solutions",
        "Text": "Working with Clément is a real pleasure: he is attentive, knows how to challenge himself, and is driven by the desire to do well. His positive attitude and commitment are very much appreciated every day."
      },
      {
        "Name": "Julien BONHOMME",
        "Position": "CTO | Quizzbox Solutions",
        "Text": "Clément pays particular attention to the design of the applications he creates. He listens to needs and adapts according to the feedback he receives. Involved, he doesn’t hesitate to use all available skills to move his projects forward."
      }
    ]
  }
}