{
  "HomePage": {
    "Subtitle": "Frontend Developer | UX / UI Designer"
  },
  "Navbar": {
    "home": "Home",
    "about": "About",
    "projects": "Projects",
    "resume": "Resume",
    "experience": "Experience",
    "contact": "Contact",
    "feedback": "Feedback"
  },
  "About": {
    "Title": "About",
    "CardTitle1": "Web Development",
    "CardDescription1": "Production of dynamic and responsive websites",
    "CardTitle2": "UX/UI Design",
    "CardDescription2": "Wireframes and prototypes to represent the digital product",
    "CardTitle3": "SEO",
    "CardDescription3": "Performance, search positioning and best practices",
    "Description": " Throughout my career, I have had the opportunity to work on various challenging projects that have allowed me to enhance my technical and communication skills. My experience includes developing highly responsive and intuitive user interfaces, utilizing the latest industry practices and technologies, as well as implementing automated testing to ensure software quality."
  },
  "Projects": {
    "Title": "Projects",
    "Button": "View Project"
  },
  "Experience": {
    "Title": "Experience",
    "Job": "Responsibilities",
    "Experiences": [
      {
        "Title": "Freelancer",
        "Position": "Web Developer",
        "Date": "2020 - Present",
        "Description": "Responsible for the development and maintenance of high-performance websites and web applications, ensuring usability, attractive design, accessibility, and security.",
        "Responsibilities": [
          "Development of responsive web interfaces using HTML5, CSS3, and JavaScript",
          "Application of frameworks such as ReactJS, NextJS, and TailwindCSS",
          "Creation of intuitive designs based on UX/UI concepts",
          "Performance and SEO optimization, ensuring cross-browser compatibility and a consistent user experience.",
          "Delivery of projects focused on scalable and modern solutions."
        ]
      },
      {
        "Title": "Lumis EIP Information Technology",
        "Position": "Frontend Developer",
        "Date": "2021 - 2023",
        "Description": "Worked on the development of digital interfaces for corporate solutions, ensuring responsiveness, accessibility, and high performance. Focused on optimizing user experiences and integrating with robust systems.",
        "Responsibilities": [
          "Implementation of responsive and accessible interfaces using technologies such as HTML5, CSS3, SASS, and JavaScript",
          "Creation of intuitive and attractive user interface designs utilizing UX/UI concepts",
          "Collaboration with multidisciplinary teams to develop innovative and user-centered solutions.",
          "Use of tools such as Google Lighthouse and PageSpeed Insights for performance optimization.",
          "Development and maintenance of reusable component libraries, promoting scalability.",
          "Ensuring accessibility with a focus on WCAG standards and on-page SEO best practices."
        ]
      }
    ]
  },
  "Contact": {
    "Title": "Contact",
    "Text1": "Got a project in mind or need a frontend developer for your team? Let’s talk!",
    "Button": "Send me a message",
    "Text2": "I’m ready to discuss ideas and find the best solution for your business! 🚀"
  },
  "Feedback": {
    "Title": "Feedback",
     "SubTitle": "See what my clients and partners say about my work!",
    "TextIntro": "Every project is unique, and my commitment is to deliver efficient, optimized, and well-structured solutions. See what they say about the experience of working with me.",
    "Feedbacks": [
      {
        "Name": "Anderson Nascimento",
        "Position": "Founding Partner | LA Medic Rio",
        "Text": "Dear Bruno, thank you so much for developing my company's website. It is undoubtedly another dream come true for all of us. The website has been a success and extremely valuable."
      },
      {
        "Name": "Rodrigo Marques",
        "Position": "Instructor and Founder | Start Crypto",
        "Text": "Bruno is a great professional and managed to make my dream and goal come true for years! We talked, and he quickly understood the demand and what I needed. He got it right the first time and delivered the website without having to make any changes. It was exactly what I needed and wanted! Thank you Bruno for making my dream come true! We are in this together!"
      },
      {
        "Name": "Thayane Fabiano",
        "Position": "UX UI Designer | Product Designer",
        "Text": "Working with Bruno at Lumis helped me a lot to understand more about development and become a better designer. His willingness to learn, collaborate, and dedication to delivering the best possible result left an excellent impression on me."
      },
      {
        "Name": "Luis Fernando",
        "Position": "Founding Partner | LA Medic Rio",
        "Text": "It is the fulfillment of a long-time wish; Bruno helped us understand the process between imagining and making it happen, and from there, it's all history. I'm very happy with the result!"
      },
      {
        "Name": "Bruna Gomes",
        "Position": "Social Media | Branding | Inbound Marketing",
        "Text": "Bruno is a very dedicated and helpful professional. We worked together on several projects, where he demonstrated a lot of efficiency and agility, always delivering great work."
      },
      {
        "Name": "Daniel Clemente",
        "Position": "Graphic Designer | Motion Designer",
        "Text": "I had the pleasure of working with Bruno when he was part of the Marketing team at Lumis. Bruno was always very helpful and showed mastery over what he did and said. With him, I was able to better understand development and how our area worked together."
      }
    ]
  }
}