{
  "HomePage": {
    "Subtitle": "Desenvolvedor Frontend | UX / UI Designer"
  },
  "Navbar": {
    "home": "Início",
    "about": "Sobre",
    "projects": "Projetos",
    "resume": "Resumo",
    "experience": "Experiência",
    "contact": "Contato",
    "feedback": "Depoimentos"
  },
  "About": {
    "Title": "Sobre",
    "CardTitle1": "Desenvolvimento Web",
    "CardDescription1": "Produção de websites dinâmicos e responsivos",
    "CardTitle2": "UX/UI Design",
    "CardDescription2": "Wireframes e protótipos para representação do produto digital",
    "CardTitle3": "SEO",
    "CardDescription3": "Desempenho, posicionamento on search e boas práticas",
    "Description": " Durante minha carreira, tive a oportunidade de trabalhar em diversos projetos desafiadores que me permitiram aprimorar minhas habilidades técnicas e de comunicação. Minha experiência inclui o desenvolvimento de interfaces de usuário altamente responsivas e intuitivas, utilizando as mais recentes práticas e tecnologias do mercado e também a aplicação de testes automatizamos assegurando a qualidade de software."
  },
  "Projects": {
    "Title": "Projetos",
    "Button": "Confira"
  },
  "Experience": {
    "Title": "Experiência",
    "Job": "Responsibilidades",
    "Experiences": [
      {
        "Title": "Freelancer",
        "Position": "Desenvolvedor Web",
        "Date": "2020 - Atualmente",
        "Description": "Responsável pelo desenvolvimento e manutenção de websites e aplicações web de alta performance, garantindo usabilidade, design atrativo, acessibilidade e segurança.",
        "Responsibilities": [
          "Desenvolvimento de interfaces web responsivas utilizando HTML5, CSS3 e JavaScript",
          "Aplicação de frameworks como ReactJS, NextJS e TailwindCSS",
          "Criação de designs intuitivos com conceitos de UX/UI",
          "Otimização de desempenho e SEO, garantindo compatibilidade cross-browser e uma experiência consistente.",
          "Entrega de projetos com foco em soluções escaláveis e modernas. "
        ]
      },
      {
        "Title": "Lumis EIP Tecnologia da Informação",
        "Position": "Desenvolvedor Frontend",
        "Date": "2021 - 2023",
        "Description": "Atuei no desenvolvimento de interfaces digitais para soluções corporativas, garantindo responsividade, acessibilidade e alta performance. Focado em otimização de experiências de usuário e integração com sistemas robustos",
        "Responsibilities": [
          "Implementação de interfaces responsivas e acessíveis, aplicando tecnologias como HTML5, CSS3, SASS e Javascript",
          "Criação de designs de interfaces de usuário intuitivas e atrativas utilizando os conceitos de UX/UI",
          "Colaboração com equipes multidisciplinares para criar soluções inovadoras e centradas no usuário. ",
          "Utilização de ferramentas como Google Lighthouse e PageSpeed Insights para otimização de performance. ",
          "Desenvolvimento e manutenção de bibliotecas de componentes reutilizáveis, promovendo escalabilidade. ",
          "Garantia de acessibilidade com foco nos padrões WCAG e práticas de SEO on-page."
        ]
      }
    ]
  },
  "Contact": {
    "Title": "Contato",
    "Text1": "Tem um projeto em mente ou precisa de um desenvolvedor frontend para sua equipe? Vamos conversar!",
    "Button": "Me envie uma mensagem",
    "Text2": "Estou à disposição para discutir ideias e encontrar a melhor solução para o seu negócio! 🚀"
  },
  "Feedback": {
    "Title": "Depoimentos",
    "SubTitle": "Veja o que meus clientes e parceiros dizem sobre meu trabalho!",
    "TextIntro": "Cada projeto é único, e meu compromisso é entregar soluções eficientes, otimizadas e bem estruturadas. Veja o que dizem sobre a experiência de trabalhar comigo.",
    "Feedbacks": [
      {
        "Name": "Anderson Nascimento",
        "Position": "Sócio Fundador | LA Medic Rio",
        "Text": "Grande Bruno, muito obrigado por desenvolver o site da minha empresa. Com certeza é mais uma realização de um sonho pra todos nós. O site tem sido um sucesso e de grande valia."
      },
      {
        "Name": "Rodrigo Marques",
        "Position": "Instrutor e Fundador | Start Crypto",
        "Text": "Bruno é um ótimo profissional e conseguiu tirar meu sonho e objetivo do papel de anos! Conversamos, e logo ele entendeu a demanda e do q eu precisava. De primeira ele acertou e entregou o site sem precisar fazer alteração. Foi exatamente da forma q eu precisava e queria! Obrigado Bruno por tirar meu sonho do papel! Estamos juntos!"
      },
      {
        "Name": "Thayane Fabiano",
        "Position": "UX UI Designer | Product Designer",
        "Text": "Trabalhar com o Bruno na Lumis me ajudou muito a entender mais sobre desenvolvimento e me tornar uma designer melhor. Sua disposição de aprender, colaborar e dedicação para entregar o melhor resultado possível causaram uma excelente impressão em mim."
      
      },
      {
        "Name": "Luis Fernando",
        "Position": "Sócio Fundador | LA Medic Rio",
        "Text": "É a realização de uma vontade de muito tempo, Bruno ajudou a gente a entender o processo entre imaginar e realizar, dai pra frente é só história. Estou muito feliz com o resultado!"
      },
      {
        "Name": "Bruna Gomes",
        "Position": "Social Media | Branding | Inbound Marketing",
        "Text": "Bruno é um profissional muito dedicado e solicito. Atuamos juntos em diversos projetos, onde ele demonstrou muita eficiência e agilidade, além de sempre entregar um bom serviço."
      },
      {
        "Name": "Daniel Clemente",
        "Position": "Graphic Designer | Motion Designer",
        "Text": "Tive o prazer de trabalhar com o Bruno quando ele atuava no time de Marketing da Lumis. Bruno sempre foi muito solícito e mostrava domínio sobre o que fazia e falava. Com ele, conseguia compreender melhor sobre desenvolvimento e sobre como a nossa área trabalhava em conjunto."
      }
    ]
  }
}